Revit 2027 API
ParameterTypeId.FamilyCurveGstylePlusInvisibleMinusAnalytical Property
 "Subcategory"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyCurveGstylePlusInvisibleMinusAnalytical { get; }
Public Shared ReadOnly Property FamilyCurveGstylePlusInvisibleMinusAnalytical As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyCurveGstylePlusInvisibleMinusAnalytical {
	ForgeTypeId^ get ();
}
static member FamilyCurveGstylePlusInvisibleMinusAnalytical : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace